Revit 2024 API
IntegerRange.Low Property
 The lower limit of the range
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public int Low { get; }
Visual Basic
Public ReadOnly Property Low As Integer
	Get
Visual C++
public:
property int Low {
	int get ();
}
See Also
IntegerRange Class
Autodesk.Revit.DB Namespace